{
  "users": [
    {
      "email": "19300707@live.inueco.ru",
      "password": "$2a$10$wFKF9v5xgbkotwUXGV0bLe6d9guTOmxxH6Nxc4s5/ZeEW7xbuqxr.",
      "name": "Артём",
      "surname": "Фадеев",
      "access": "Admin",
      "id": 1
    },
    {
      "email": "muhinaur@inueco.ru",
      "password": "$2a$10$r3LldqpvaZhwGc8vN/MtaufEZkeSDMuMjeiBVyTyz3.4u9pF0wm1.",
      "name": "Юлия",
      "surname": "Мухина",
      "access": "Admin",
      "id": 4
    },
    {
      "email": "19400808@live.inueco.ru",
      "password": "$2a$10$AmcKG.ISG101wk888aucputMdvTSHV3YV.iDUig42eMQDQvK9WaCS",
      "name": "Первый",
      "surname": "Первый",
      "access": "Moder",
      "id": 5
    },
    {
      "email": "19300576@live.inueco.ru",
      "password": "$2a$10$1zPjuwuDdjMfrp3kEjjg2O7e3c8f2M00XqRtI8R2CwGIQeRSHTwtu",
      "name": "Второй",
      "surname": "Второй",
      "access": "User",
      "id": 6
    }
  ],
  "events": [
    {
      "name": "ВСЕРОССИЙСКАЯ НПК «АКТУАЛЬНЫЕ ПРОБЛЕМЫ СОВРЕМЕННОЙ НАУКИ: ВЗГЛЯД МОЛОДЫХ»",
      "type": 3,
      "description": "Всероссийская научно-практическая конференция проводится с целью повышения качества подготовки специалистов и научных кадров, вовлечения молодежи в научно-исследовательский процесс, развития исследовательских компетенций и стремления к творческому использованию знаний в процессе будущей профессиональной деятельности. К участию в конференции приглашаются студенты, аспиранты и молодые ученые российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Допускается заочное участие студентов, аспирантов и молодых ученых из России и других стран. Оргкомитет оставляет за собой право проведения конференции в дистанционном режиме.",
      "date": "03-04-2023",
      "publicationDate": "06-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 1
    },
    {
      "name": "ВСЕРОССИЙСКИЙ КОНКУРС «НАУЧНЫЙ ПРОРЫВ»",
      "type": 3,
      "description": "В Конкурсе могут принимать участие обучающиеся образовательных организаций среднего профессионального и высшего образования всех форм и ступеней обучения (бакалавриат, специалитет, магистратура), а также школьники, занимающиеся научными исследователями в рамках научных обществ учащихся или иных организационных форм в соответствии с направлениями конкурса. Конкурс проводится в заочной форме в двух номинациях: лучший научный проект; лучшая научно-исследовательская работа. В каждой номинации отдельно оцениваются работы и проекты магистрантов, студентов и школьников. Конкурс проводится по следующим направлениям: Лингвистика и гуманитарные дисциплины; Информационные системы и технологии; Строительство архитектура и дизайн; Экономика и управление; Юриспруденция. На конкурс представляются законченные научно-исследовательские работы и научные проекты, выполненные самостоятельно, индивидуально или в соавторстве, соответствующие научным направлениям Конкурса и оформленные с соблюдением требований. Один участник может представить на Конкурс не более одной работы и одного проекта в рамках каждого направления. Не допускается представление работ, участвовавших в конкурсе ранее. Оргкомитет оставляет за собой право после проверки материалов на плагиат не публиковать их, если степень самостоятельности текста ниже 70%.",
      "date": "05-04-2023",
      "publicationDate": "06-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 2
    },
    {
      "name": "Всероссийская НПК «Современные транспортные технологии»",
      "type": 3,
      "description": "Конференция посвящена широкому кругу проблем и вопросов в области транспорта, транспортных технологий, а также подготовки специалистов в этой сфере. Цель Конференции – обсуждение актуальных проблем развития транспортных технологий. Основными задачами конференции являются: - создание дискуссионной площадки по проблемам развития современных технологий в электроэнергетике и электротехнике с участием представителей государственных структур коммерческих и некоммерческих организаций, научного сообщества; -стимулирование междисциплинарных научных исследований по проблематике конференции; -популяризация инновационных идей и результатов научных исследований. К участию приглашаются преподаватели, ученые, специалисты, аспиранты и студенты российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Для иногородних специалистов, аспирантов и студентовдопускается заочное участие.",
      "date": "08-04-2023",
      "publicationDate": "06-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 3
    },
    {
      "name": "Современные транспортные технологии: задачи, проблемы, решения.",
      "type": 2,
      "description": "Цель Конференции – обсуждение актуальных проблем развития транспортных технологий. Основными задачами конференции являются: — создание дискуссионной площадки по проблемам развития транспортных технологий с участием представителей государственных структур, коммерческих и некоммерческих организаций, научного сообщества; — стимулирование междисциплинарных научных исследований по проблематике конференции; — популяризация инновационных идей и результатов научных исследований.К участию приглашаются преподаватели, ученые, специалисты, аспиранты и студенты российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Для иногородних специалистов, аспирантов и студентов допускается заочное участие.",
      "date": "11-04-2023",
      "publicationDate": "06-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 4
    },
    {
      "name": "НАУЧНЫЙ ПРОРЫВ",
      "type": 1,
      "description": "В Конкурсе могут принимать участие обучающиеся образовательных организаций среднего профессионального и высшего образования всех форм и ступеней обучения (бакалавриат, магистратура), а также школьники, занимающиеся научными исследователями в рамках научных обществ учащихся или иных организационных форм в соответствии с направлениями конкурса.\n\nКонкурс проводится в заочной форме в двух номинациях: лучший научный проект; лучшая научно-исследовательская работа. В каждой номинации отдельно оцениваются работы и проекты магистрантов, студентов и школьников.",
      "date": "14-03-2023",
      "publicationDate": "10-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 5
    },
    {
      "name": "Взгляд молодых",
      "type": 4,
      "description": "Всероссийская НПК проводится с целью повышения качества подготовки специалистов и научных кадров, вовлечения молодежи в научно-исследовательский процесс, развития исследовательских компетенций и стремления к творческому использованию знаний в процессе будущей профессиональной деятельности.\n\n            К участию в конференции приглашаются студенты, аспиранты и молодые ученые российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Допускается заочное участие студентов, аспирантов и молодых ученых из России и др. стран.",
      "date": "15-03-2023",
      "publicationDate": "10-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 6
    },
    {
      "name": "Межрегиональный конкурс книг",
      "type": 3,
      "description": "Конкурс проводится в целях совершенствования образовательного процесса высшей школы путем интеграции результатов научных исследований в учебный процесс, внедрения инновационных подходов, технологий и приемов в систему подготовки специалистов. популяризации методических и научных разработок научно-педагогических работников образовательных организаций высшего образования в сфере социогуманитарных и общественных наук.",
      "date": "13-03-2023",
      "publicationDate": "13-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 7
    },
    {
      "name": "Междисциплинарный диалог",
      "type": 2,
      "description": " Цель Конференции – стимулирование и популяризация результатов научно-исследовательской деятельности, содействие научной коммуникации исследователей и исследовательских центров, развитие научно-методической культуры преподавателей.\n\nОсновными задачами конференции являются:\n\n   — создание условий для творческого и профессионального самосовершенствования научно-педагогических работников;\n\n   — стимулирование научно-исследовательской активности;\n\n   — популяризация результатов научно-исследовательской деятельности.\n\n Организатором конференции является ЧОУ ВПО «Южно-Уральский институт управления и экономики».\n\n    К участию в конференции приглашаются преподаватели, ученые, специалисты и аспиранты российских и зарубежных вузов, а также колледжей и техникумов. Оплата проезда и проживания осуществляется за счет направляющей стороны. Для иногородних преподавателей, ученых, специалистов и аспирантов допускается заочное участие.",
      "date": "13-03-2023",
      "publicationDate": "13-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 8
    },
    {
      "name": "Всероссийская конференция «Проф. стандарты»",
      "type": 3,
      "description": "ОУ ВО «Южно-Уральский институт управления и экономики»приглашает к участию в VI Всероссийской научно-практической конференции научных, научно-педагогических работников и аспирантов «Профессиональные стандарты: технологии управления человеческим капиталом и проблемы кадровой политики»\nУчастниками конференции являются преподаватели, ученые, специалисты и аспиранты российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Для иногородних специалистов и аспирантов допускается заочное участие.",
      "date": "11-03-2023",
      "publicationDate": "14-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 9
    },
    {
      "name": "Всероссийская конференция «Проф. стандарты»",
      "type": 3,
      "description": "ОУ ВО «Южно-Уральский институт управления и экономики»приглашает к участию в VI Всероссийской научно-практической конференции научных, научно-педагогических работников и аспирантов «Профессиональные стандарты: технологии управления человеческим капиталом и проблемы кадровой политики»\\nУчастниками конференции являются преподаватели, ученые, специалисты и аспиранты российских и зарубежных образовательных организаций высшего и среднего профессионального образования. Оплата проезда и проживания осуществляется за счет направляющей стороны. Для иногородних специалистов и аспирантов допускается заочное участие.",
      "date": "11-03-2023",
      "publicationDate": "21-03-2023",
      "whoPublished": "Фадеев Артём",
      "link": "https://github.com/Susanoo-no-Mikoto/events-site-react",
      "id": 10
    }
  ]
}
